tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "hashicorp/tap"
brew "awscli"
brew "cask"
brew "docker"
brew "colima"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow-avh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "czg"
brew "mise"
brew "hashicorp/tap/terraform"
brew "act"
brew "codex"
brew "git-delta"
brew "btop"
brew "starship"
cask "dbeaver-community"
cask "discord"
cask "insomnia"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "proxyman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "bitwarden"
cask "claude"
cask "google-cloud-sdk"
cask "raycast"
cask "wave"
