tap "ariga/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jondot/tap"
tap "ktr0731/evans"
brew "anyenv"
brew "m4"
brew "autoconf"
brew "mpdecimal"
brew "xz"
brew "awscli"
brew "bdw-gc"
brew "c-ares"
brew "gmp"
brew "coreutils"
brew "gettext"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libffi"
brew "libtool"
brew "pkg-config"
brew "jansson"
brew "jemalloc"
brew "libev"
brew "nghttp2"
brew "openssl@1.1"
brew "cask"
brew "crowdin"
brew "diffutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "emojify"
brew "flyway"
brew "fzf"
brew "gdb"
brew "gdbm"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "golang-migrate"
brew "golangci-lint"
brew "pcre"
brew "grep"
brew "helm"
brew "hyperfine"
brew "istioctl"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "mkcert"
brew "nss"
brew "peco"
brew "postgresql@14"
brew "protobuf"
brew "prototool"
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "ruby-build"
brew "sops"
brew "speedtest-cli"
brew "tcl-tk"
brew "telnet"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "jondot/tap/hygen"
brew "ktr0731/evans/evans"
brew "czg"
cask "alfred"
cask "chromium"
cask "clipy"
cask "dbeaver-community"
cask "discord"
cask "firecamp"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "notion"
cask "postman"
cask "proxyman"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
casl "orbstack"
